SKIP = {" ", "","၊", "။", ",", "?", "!"}
PUNCT_WT_ENDING = {" ", "", ",", "?", "!"}

FUN_TAG = {"PRED", "NUM", "NUMCL", "CONJ", "POSTP", "NOUNCL", "PRN",
            "MCONJ", "INUMCL", "DAYCL", "MONTHCL", "REGIONCL",
            'REGION', 'MONTH', 'DAY', 'REG', 'SWORD', 'TITLE',   
            'ORG', 'NAME', 'PARLI', 'DATE', 'TIME', 'EMAIL', 'URL'}


SPECIAL_ADJ = ('သော', 'သည့်', 'သည့်', '၍', 'ရန်')
PERCENT_WORD = "ရာခိုင်နှုန်း"
COMMON_KEYS_PRE = ('ဦး', 'ရက်', 'ပင်')
DAY_CL = ('နေ့', 'ရက်')
MTH_CL =  "လ"
PNUM_CL = ('အကြိမ်', 'အနှစ်', 'အသက်', 'အချက်')
NOUN_CL = ('များ', 'တို့', 'အသင်း', 'အဖွဲ့', 'အစု', 'အုပ်စု', 'ဌာန', 'ဌာနခွဲ', 'ကာလ')
REGION_CL = ('ခရိုင်','မြို့နယ်','မြို့','တိုင်းဒေသကြီး','ဒေသ','ပြည်နယ်','နိုင်ငံ',
 'တောင်','ကျေးရွာ','ရွာ','ရပ်ကွက်','မြို့ပြ','မြို့တော်','မြို့နယ်ခွဲ','မြို့တော်ကြီး',
 'ဒေသ','မြောက်ပိုင်း','တောင်ပိုင်း','အရှေ့ပိုင်း','အနောက်ပိုင်း','အလယ်ပိုင်း',
 'တ၀ိုက်','မြစ်','ကမ်းခြေ', 'ချောင်း','တူးမြောင်း','မြစ်ဝှမ်း')